Repository: wilkerwma/codeschool
Catalog: old/*_activities/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Activity:
pt_br: Atividade

source: Published
pt_br: Publicado

source: List of activities
pt_br: Lista de atividades

source: No activities found
pt_br: Nenhuma atividade encontrada

source: Feedback
pt_br: Correção

source: Send
pt_br: Enviar

source: activity
pt_br: atividade

source: Coding Activity:
pt_br: Atividade de programação:

source: Follow the code
pt_br: Siga o código

source: Press the "update" button to refresh
pt_br: Clique em "atualizar" para obter a versão mais nova do código.

source: Edit code and press "update" to send code to the students
pt_br: Clique em "atualizar" para enviar versão para estudantes.

source: successful update
pt_br: enviado com sucesso
